Revit 2027 API
ParameterTypeId.PointElevation Property
 "Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElevation { get; }
Public Shared ReadOnly Property PointElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElevation {
	ForgeTypeId^ get ();
}
static member PointElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace